Repository: hforge/itools
Catalog: cms/locale/*.po
Languages: it

source: "<stl:inline content="name"></stl:inline>" to
it: "<stl:inline content="name"></stl:inline>" a

source: %s handlers have been re-indexed.
it: %s oggetti sono stati re-indicizzati.

source: , by <em stl:content="transition/user"></em>.
it: , da <em stl:content="transition/user"></em>.

source: -- Choose a language --
it: Scegli un linguaggio

source: A link is an object that links to another object.
it: Un link è un oggetto che punta ad un altro oggetto.

source: A pending document awaits review from authorized users to be published.
it: Un documento è in attesa di essere accettato per la pubblicazione.

source: A private document only can be reached by authorized users.
it: Solamente gli utenti autorizzati possono accedere a un documento privato.

source: A public document can be reached by even anonymous users.
it: Qualsiasi utente è in grado di accedere ad un documento pubblicato, anche gli utenti anonimi.

source: A transition must be selected.
it: Deve essere selezionato un cambiamento di stato.

source: About
it: A proposito di

source: Accept the document.
it: Accetta il documento.

source: Action
it: Azione

source: Actually, it links to a set of resources, where every resource is of a different language.
it: Attualmente, linka ad un insieme di risorse, dove ogni risorsa rappresenta un linguaggio diverso.

source: Add
it: Aggiungi

source: Add User<span stl:if="nb_users">s</span>
it: Aggiungi un utente<span stl:if="nb_users">s</span>

source: Add a new translator skill:
it: Aggiungi una nuova traduzione

source: All users added.
it: Tutti gli utenti sono stati aggiunti.

source: Anonymous users are allowed to join this web site
it: L'accesso al sito è consentito agli utenti anonimi

source: Apologies for the inconvenience.
it: Siamo spiacenti dell'inconveniente.

source: As Icons
it: Come icone

source: As Image Gallery
it: Come galleria di immagini

source: As List
it: Come lista

source: Available views:
it: Viste disponibili:

source: Basque
it: Basco

source: Browse
it: Naviga

source: Browse users
it: Naviga tra gli utenti

source: Browse-Directories
it: Naviga tra le cartelle

source: But to use this feature you have to install the client first (you do not need the server).
it: Ma per usare questa funzionalità è necessario prima installare il client (non è necessario il server)

source: Catalan
it: Catalano

source: Catalog
it: Catalogo

source: Change
it: OK

source: Change default
it: Modifica l'impostazione predefinita

source: Choose a language
it: Scegli un linguaggio

source: Choose language
it: Scegli un linguaggio

source: Choose your language:
it: Scegli il tuo linguaggio:

source: Code
it: Codice

source: Comments:
it: Commenti:

source: Compare
it: Confronta

source: Contents
it: Contenuti

source: Copy
it: Copia

source: Copy to present
it: Copia come attuale

source: Create a new group
it: Crea un nuovo gruppo

source: Cut
it: Taglia

source: Date
it: Data

source: Description
it: Descrizione

source: Description (<stl:inline content="description/lang_name"></stl:inline>)
it: Descrizione (<stl:inline content="description/lang_name"></stl:inline>)

source: Details
it: Dettagli

source: Document edited.
it: Documento modificato.

source: Document translations created.
it: Traduzione del documento creata.

source: Documents are where the data is stored
it: I documenti contengono i dati memorizzati

source: Documents are where the data is stored, they are similar to the files from your filesystem.
it: I documenti contengono i dati memorizzati, sono simili ai file del filesystem.

source: Each version is given a distinguishing version number.
it: Ad ogni versione è associato un numero di versione univoco.

source: Edit
it: Modifica

source: Edit groups for <span stl:content="fullname"></span>
it: Modifica gruppi per <span stl:content="fullname"></span>

source: English
it: Inglese

source: External
it: Esterno

source: External editor
it: Editor esterno

source: File uploaded.
it: File aggiornato.

source: Fix
it: Ripara

source: Folder
it: Cartella

source: Folders are used to classify documents
it: Le cartelle sono usate per classificare documenti

source: Folders are used to classify documents.
it: Le cartelle sono usate per classificare documenti.

source: Format
it: Formato

source: French
it: Francese

source: From
it: Da

source: Full name
it: Nome completo

source: Fullname <stl:inline content="table/sortcontrol(fullname)"></stl:inline>
it: Nome completo <stl:inline content="table/sortcontrol(fullname)"></stl:inline>

source: General
it: Generale

source: General settings changed
it: Impostazioni generali modificate

source: German
it: Tedesco

source: Group
it: Gruppo

source: Group added.
it: Gruppo aggiunto

source: Group name <stl:inline content="table/sortcontrol(name)"></stl:inline>
it: Nome gruppo <stl:inline content="table/sortcontrol(name)"></stl:inline>

source: Groups
it: Gruppi

source: HTML fixed.
it: HTML riparato.

source: Help
it: Aiuto

source: Here, you can configure your web application.
it: Da questa posizione puoi configurare l'applicazione.

source: History
it: Storico

source: Home
it: Cartella personale

source: Hungarian
it: Ungherese

source: IKAARO provides state of the art Content Management technology:
it: iKaaro offre lo stato dell'arte nella tecnologia di gestione dei contenuti

source: Inline
it: In linea

source: Italian
it: Italiano

source: J. David Ibáñez, lead developer
it: J. David Ibáñez, sviluppatore principale

source: Japanese
it: Giapponese

source: Join
it: Diventa collaboratore

source: Join the community
it: Diventa collaboratore

source: Keeps an historical record with the changes made, it is possible to come back to an older version.
it: Mantiene uno storico delle modifiche effettuate; in questo modo è possibile tornare ad una versione precedente.

source: Language
it: Linguaggio

source: Language added.
it: Linguaggio aggiunto.

source: Languages
it: Linguaggi

source: Languages removed.
it: Linguaggi rimossi

source: Languages settings
it: Impostazioni linguaggi

source: Lets to add new content, documents and folders.
it: Consente di aggiungere nuovi contenuti, documenti e cartelle.

source: Lets to change the security settings.
it: Consente di modificare le impostazioni di sicurezza.

source: Lets to edit the document, it is possible to use an external editor if you install it or to upload a file from the filesystem.
it: Permette la modifica del documento. Se è stato installato un editor esterno puoi utilizzare quello, altrimenti puoi caricare un file dal filesystem.

source: Lets to search documents and folders by name and/or by its full text content.
it: Permette la ricerca di documenti e cartelle per nome e/o per contenuto completo.

source: Lets to see the folder's content, sort it by name or date, and perform different actions (remove, rename, copy, cut and paste).
it: Permette di visualizzare il contenuto di una cartella, ordinarlo per nome o data, e di eseguire differenti tipi di azione (rimozione, modifica del nome, copia, taglia, incolla).

source: License
it: Licenza

source: Link
it: Collegamento

source: Link added
it: Collegamento aggiunto

source: Links are ...
it: I collegamenti sono ...

source: Log in
it: Entra

source: Log out
it: Esci

source: Login
it: Entra

source: Message
it: Messaggio

source: Message edited.
it: Messaggio modificato.

source: Message!
it: Mesaggio!

source: Metadata
it: Metadati

source: Metadata changed.
it: Metadati modificati

source: Metadata list
it: Elenco metadati

source: Name
it: Nome

source: New Document
it: Nuovo documento

source: New Link
it: Nuovo collegamento

source: New Resource
it: Nuova risorsa

source: New User
it: Nuovo utente

source: New resource added
it: Aggiunta nuova risorsa

source: No file has been entered.
it: Nessun file è stato inserito.

source: No objects selected
it: Nessun oggetto selezionato

source: No objects selected.
it: Nessun oggetto selezionato.

source: No user added
it: Nessun utente aggiunto

source: No users to add in <b stl:content="name"></b>.
it: Nessun utente aggiunto in <b stl:content="name"></b>.

source: Objects copied.
it: Oggetti copiati.

source: Objects cut.
it: Oggetti tagliati.

source: Objects pasted.
it: Oggetti incollati.

source: Objects removed: %s.
it: Oggetti rimossi: %s.

source: Objects renamed.
it: Oggetti rinominati.

source: Password
it: Parola d'accesso

source: Password changed.
it: Parola d'accesso modificata.

source: Paste
it: Incolla

source: Personal
it: Personale

source: Personal information
it: Informazioni personali

source: Plain Text
it: Testo integrale

source: Portuguese
it: Portoghese

source: Preamble
it: Preambolo

source: Preview
it: Anteprima

source: Publish the document.
it: Pubblica il documento.

source: Record added.
it: Registrazione aggiunta.

source: Record edited.
it: Registrazione modificata.

source: Record removed.
it: Registrazione rimossa.

source: Reindex
it: Re-indicizza

source: Reject the document.
it: Rifiuta il documento.

source: Released to the world under the terms and conditions of the <a href=";license">GNU General Public License</a>, IKAARO is a free software project, built by its community:
it: Rilasciato al mondo intero secondo i termini e le condizioni sancite dalla licenza <a href=";license">GNU General Public License</a>, IKAARO è un progetto software libero, creato dalla propria comunità di utenti:

source: Remove
it: Rimuovi

source: Rename objects
it: Rinomina oggetti..

source: Rename..
it: Rinomina..

source: Repeat Password
it: Ripeti la parola d'accesso

source: Request the document publication.
it: Richiedi la pubblicazione del documento.

source: Retire the document.
it: Ritira il documento.

source: Revision copied to present.
it: Revisione copiata nel presente.

source: Search
it: Cerca

source: Search subfolders
it: Cerca nelle sottocartelle

source: Security
it: Sicurezza

source: Select user name(s) you want to add in group <b stl:content="name"></b> :
it: Seleziona l'utente/gli utenti che desideri aggiungere nel gruppo <b stl:content="name"></b> :

source: Settings
it: Impostazioni

source: Size
it: Dimensione

source: Spanish
it: Spagnolo

source: State
it: Stato

source: State:
it: Stato:

source: Tasks
it: Incarichi

source: Thanks for joining us, please log in
it: Grazie per esserti iscritto, ora procedi con la fase di login per entrare nel portale

source: The content of this HTML document is broken, it is not valid HTML.
it: Il contenuto di questo documento HTML è corrotto in quanto non è HTML valido.

source: The default language has been changed.
it: Il linguaggio predefinito è stato modificato.

source: The document name contains illegal characters, choose another one.
it: Il nome del documento contiene caratteri illegali, scegline un altro.

source: The documents below await review for publication:
it: Documenti in attesa di essere valutati per la pubblicazione:

source: The error should have been automatically reported to the system administrator.
it: L'errore dovrebbe essere riportato automaticamente all'amministratore di sistema.

source: The file must be entered
it: Deve essere inserito un file

source: The list below describes your skills as a translator:
it: L'elenco che segue descrive le traduzioni che sei in grado di effettuare:

source: The metadata describes the document (title, subject, description, etc..).
it: I metadati descrivono il documento (titolo, soggetto, descrizione, ecc..).

source: The name contains illegal characters, choose another one.
it: Il nome contiene caratteri illegali, scegline un altro.

source: The name must be entered
it: Deve essere inserito il nome

source: The password is wrong
it: La password è errata

source: The password is wrong, please try again.
it: La password è errata, tenta di nuovo.

source: The selected objects can not be translated.
it: L'oggetto selezionato non può essere tradotto.

source: The title
it: Il titolo

source: The user "%s" does not exist
it: L'utente "%s" non esiste

source: The username is wrong, please try again.
it: Il nome utente è errato, tenta di nuovo

source: Theme
it: Tema

source: There are no images.
it: Non sono presenti immagini.

source: There aren't messages.
it: Non sono presenti messaggi.

source: There has been a system error, nothing serious.
it: Si è verificato un errore di sistema, nulla di preoccupante.

source: There is already another group with this name.
it: Esiste già un altro gruppo con questo nome.

source: There is already another object with this name
it: Esiste già un altro oggetto con questo nome

source: There is already another resource with this name.
it: Esiste già un'altra risorsa con questo nome.

source: There is another user with the username "%s", please try again
it: Esiste già un altro utente che ha scelto "%s" come nome utente, tenta di nuovo

source: This group is empty.
it: Questo gruppo è vuoto.

source: This help screen.
it: Schermata di aiuto.

source: This is a tar file, you can untar it by clicking the button below:
it: Questo è un file tar, puoi scompattarlo cliccando sul pulsante:

source: Title
it: Titolo

source: Title (<stl:inline content="title/lang_name"></stl:inline>)
it: Titolo (<stl:inline content="title/lang_name"></stl:inline>)

source: Title <stl:inline content="table/sortcontrol(title)"></stl:inline>
it: Titolo <stl:inline content="table/sortcontrol(title)"></stl:inline>

source: To
it: A

source: To add a folder enter its name and click the <tt>Add</tt> button.
it: Se vuoi aggiungere una cartella inserisci il nome che le vuoi associare e clicca il pulsante <tt>Add</tt>

source: To fix it (with tidy) click the button below.
it: Per eseguire la riparazione (con tidy) clicca il pulsante.

source: To reindex the whole site click the button below:
it: Per re-indicizzare l'intero sito clicca il pulsante:

source: To upload a new version of the file choose it and click the <tt>Upload</tt> button:
it: Per caricare una nuova versione del file, sceglilo e clicca il pulsante <tt>Carica</tt>:

source: Transition done.
it: Transizione effettuata.

source: Translate
it: Traduci

source: Translate..
it: Traduci..

source: Translation saved.
it: Traduzione memorizzata.

source: Type
it: Tipo

source: Unpack
it: Decomprimi

source: Upload
it: Carica

source: Upload File
it: Carica file

source: Upload a File
it: Carica un file

source: Use CTRL or Maj if you want add more than one user.
it: Usa CTRL o Maj se vuoi aggiungere più di un utente.

source: User
it: Utente

source: User added
it: Utente aggiunto

source: User data changed.
it: Dati dell'utente modificati.

source: User groups edited
it: Gruppi dell'utente modificati.

source: User removed.
it: Utente rimosso.

source: Username
it: Nome utente

source: Username <stl:inline content="table/sortcontrol(name)"></stl:inline>
it: Nome utente <stl:inline content="table/sortcontrol(name)"></stl:inline>

source: Users
it: Utenti

source: Users List :
it: Lista utenti:

source: Users added
it: Elenco utenti inseriti

source: Users removed.
it: Utenti rimossi.

source: Version edited.
it: Versione modificata.

source: Version uploaded.
it: Versione caricata.

source: View
it: Vedi

source: Welcome to the IKAARO Content Management System
it: Benvenuto nel Sistema di Gestione dei Contenuti IKAARO

source: When the link is asked for the resource it points to, the language negotiation takes place, and depending on it one resource or another is returned.
it: Quando il link è richiesto per la risorsa a cui punta, avviene la negoziazione del linguaggio, ed in base a questa operazione viene restituita una risorsa piuttosto che un'altra.

source: You are a member of the following groups:
it: Come collaboratore fai parte di questi gruppi:

source: You are not a translator, <em>woaaahh</em>
it: Non sei un traduttore, <em>woaaahh</em>

source: You can edit your document with a desktop application (MS Word, Photoshop, etc.).
it: Puoi modificare il tuo documento usando applicazioni desktop (MS Word, Photoshop, ecc.).

source: You can not remove the default language.
it: Non puoi rimuovere il linguaggio predefinito.

source: You can upload a file from the filesystem or create a new empty document.
it: Puoi caricare un file dal filesystem o creare un nuovo documento vuoto.

source: You can upload a file from the filesystem to create a new document.
it: Puoi caricare un file dal filesystem o creare un nuovo documento.

source: You don't belong to any group.
it: Non appartieni ad alcun gruppo.

source: You must add user(s) in parent group:
it: Devi aggiungere l'utente/gli utenti in un gruppo:

source: You must choose a language
it: Devi scegliere un linguaggio

source: You must select one and only one language.
it: Devi scegliere uno e un solo linguaggio.

source: You must select one and only one revision.
it: Devi scegliere una e una sola revisione.

source: You must select one or two revisions.
it: Devi scegliere una o due revisioni.

source: You must select the members to remove.
it: Devi scegliere un collaboratore da rimuovere.

source: a friendly user interface, high end multilingual features, powerful versioning system, desktop integration, web services support and more.
it: , una gradevole e confortevole interfaccia utente, la gestione dei documenti multilingua, un potente sistema di tracciatura delle versioni dei contenuti, l'integrazione con il desktop, il supporto per servizi web e altro ancora.

source: format:
it: formato:

source: language:
it: linguaggio:

source: modified:
it: modificato:

source: name
it: nome

source: not logged in
it: non identificato

source: or,
it: o,

source: pending
it: in attesa di pubblicazione

source: private
it: privato

source: public
it: pubblicato

source: translation
it: traduzione

source: » <a stl:attributes="href join_url">Join</a>
it: » <a stl:attributes="href join_url">Iscriviti</a>

source: » <a stl:attributes="href login_url">Login</a>
it: » <a stl:attributes="href login_url">Entra</a>

source: » <a stl:attributes="href user/home">Home</a>
it: » <a stl:attributes="href user/home">Spazio personale</a>

source: » <a stl:attributes="href user/logout">Log out</a>
it: » <a stl:attributes="href user/logout">Esci</a>

source: » Browse and link an image from the workspace:
it: » Naviga e collega un'immagine presente nell'area di lavoro:

source: » Browse and link an object from the workspace:
it: » Naviga e collega un oggetto presente nell'area di lavoro:

source: » Type the url to add:
it: » Inserisci l'URL da aggiungere:
